{"metadata": {"@xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance", "idinfo": {"citation": {"citeinfo": {"origin": "U.S. Geological Survey", "pubdate": "2024", "title": "Lidar Point Cloud - USGS National Map 3DEP Downloadable Data Collection", "geoform": "LAZ", "pubinfo": {"pubplace": "Reston, VA", "publish": "U.S. Geological Survey"}, "onlink": ["https://www.usgs.gov/the-national-map-data-delivery", "https://www.usgs.gov/3d-elevation-program"]}}, "descript": {"abstract": "This data collection of the 3D Elevation Program (3DEP) \nconsists of Lidar Point Cloud (LPC) projects as provided to the USGS. These point cloud files contain all the original lidar points collected, with the original spatial reference and units preserved. These data may have been used as the source of updates to the 1/3-arcsecond,\n1-arcsecond, and 2-arcsecond seamless 3DEP Digital Elevation Models (DEMs). The 3DEP data holdings serve as the elevation layer of The National Map, and provide foundational elevation information for earth science studies and mapping applications in the United\nStates. Lidar (Light detection and ranging) discrete-return point cloud data are available in LAZ format. The LAZ format is a lossless compressed version of the American Society for Photogrammetry and Remote Sensing (ASPRS) LAS format. Point Cloud data can be converted from LAZ to LAS or LAS to LAZ without the loss of any information.  Either format stores 3-dimensional point cloud data and point attributes along with header information and variable length records specific to the data. Millions of data points are stored as a 3-dimensional data cloud as a series of geo-referenced x, y coordinates and z (elevation), as well as other attributes for each point. Additonal information about the las file format can be found here: https://www.asprs.org/divisions-committees/lidar-division/laser-las-file-format-exchange-activities. All 3DEP products are public domain.", "purpose": "High-resolution digital elevation data generated by airborne lidar have led to\nsignificant advances in geomorphology, the branch of geoscience concerned with the\norigin and evolution of Earth's surface topography. Lidar provides unique\ncharacteristics relative to other remotely sensed data sources by providing\nthree-dimensional feature information that cannot be derived from traditional imaging\nsensors. Lidar data serves as a source of data for the elevation layer of The National\nMap, and provides surface information for earth science studies and mapping applications\nin the United States. The data are utilized by the scientific and resource management\ncommunities for global change research, hydrologic modeling, resource monitoring,\nvisualization, and other applications.", "supplinf": "Each individual lidar project is tiled. Individual tiles \nwhich cover an area of interest can be downloaded. Projects may overlap, however, no mosaicking or merging has\nbeen performed. When projects overlap, tiled LAZ data from each project should be available. Most LAZ files in this collection are classified, though no guarantee or claims of accuracy are made against the data. The geographic area of coverage for this collection is limited to areas of where lidar data are available. Additional information for the 3D Elevation Program (3DEP) may be found on https://www.usgs.gov/core-science-systems/ngp/3dep. Data may be downloaded through The National Map Viewer: https://apps.nationalmap.gov/downloader/ or Lidar Explorer: https://www.usgs.gov/tools/lidarexplorer. Links for direct access by automated services are provided in the distribution section\nof this metadata."}, "timeperd": {"timeinfo": {"rngdates": {"begdate": "2004", "enddate": "present"}}, "current": "publication date"}, "status": {"progress": "Complete", "update": "As Needed"}, "spdom": {"bounding": {"westbc": "-180", "eastbc": "-60", "northbc": "72", "southbc": "13"}}, "keywords": {"theme": [{"themekt": "USGS Metadata Identifier", "themekey": "USGS:b7e353d2-325f-4fc6-8d95-01254705638a"}, {"themekt": "ISO 19115 Topic Category", "themekey": "elevation"}, {"themekt": "NGDA Portfolio Themes", "themekey": ["National Geospatial Data Asset", "NGDA", "NGDAID40", "Elevation Theme"]}, {"themekt": "National Elevation Dataset (NED)", "themekey": ["National Elevation Dataset", "3DEP", "NED", "Elevation", "LAS", "LAZ", "LIght Detection And Ranging", "LIDAR", "Point Cloud", "High Resolution", "Topographic Surface", "Topography", "Cartography", "Bare Earth", "Terrain Elevation", "DEM", "Digital Elevation Model", "Digital Mapping", "Digital Terrain Model", "Geodata", "GIS", "Mapping", "Vector", "USGS", "U.S. Geological Survey"]}], "place": {"placekt": "Geographic Names Information System", "placekey": ["US", "United States"]}}, "accconst": "None. Any downloading and use of these data signifies a user's agreement to\ncomprehension and compliance of the USGS Standard Disclaimer. Ensure all portions of\nmetadata are read and clearly understood before using these data in order to protect both\nuser and USGS interests.", "useconst": "There is no guarantee or warranty concerning the accuracy of the data. Users should\nbe aware that temporal changes may have occurred since these data were collected and that\nsome parts of these data may no longer represent actual surface conditions. Users should\nnot use these data for critical applications without a full awareness of its limitations.\nAny user who modifies the data is obligated to describe the types of modifications they\nperform. User specifically agrees not to misrepresent the data, nor to imply that changes\nmade were approved or endorsed by the USGS. Please refer to\nhttps://www.usgs.gov/privacy.html for the USGS disclaimer.", "browse": {"browsen": "https://ngtoc-metadata.nationalmap.gov/collections/browse/3dep_lidar_point_cloud_browse.jpg", "browsed": "Thumbnail JPG image", "browset": "JPEG"}, "datacred": "Acknowledgement of the originating agencies would be appreciated in products derived\nfrom these data."}, "dataqual": {"attracc": {"attraccr": "Data are provided in compressed LAZ format version of LAS 1.4. Header attributes and point attribute for LAS files can be found on ASPRS website listed below. USGS not making any promises on the accuracy or completeness of the attribute information."}, "logic": "Please refer to the Metadata Section at the end of this document for a live link to a copy of the original data source's metadata file if one was provided.", "complete": "The lidar collection has been acquired by the USGS through contracts, partnerships with other Federal, state, tribal, or regional agencies, from direct purchases from private industry vendors, and through volunteer contributions from the science community. While USGS makes every effort to provide accurate and complete information, USGS provides no warranty, expressed or implied, as to the accuracy, reliability or completeness of furnished lidar point clouds. Please note that USGS does not control and cannot guarantee the relevance, timeliness, or accuracy of these outside materials.", "lineage": {"procstep": {"procdesc": "Original project data were provided to the National Geospatial Technical Operations Center (NGTOC) in Rolla, MO and/or Denver, CO. The data were minimally reviewed for quality. Accuracy was not assessed before publication. Data are provided in the original source resolution and spatial reference.", "procdate": "2024"}}}, "spdoinfo": {"direct": "Point"}, "eainfo": {"overview": {"eaover": "The attributes for LAS is described in LAS specifications.", "eadetcit": "A link to the LAS specifications describing information that is included for the LAS file and each point record it contains is provided at the end of the Metadata Section of this document."}}, "distinfo": {"distrib": {"cntinfo": {"cntorgp": {"cntorg": "U.S. Geological Survey"}, "cntaddr": {"addrtype": "mailing and physical", "address": ["USGS National Geospatial Program Office", "12201 Sunrise Valley Drive"], "city": "Reston", "state": "VA", "postal": "20192", "country": "USA"}, "cntvoice": "1-888-275-8747", "cntemail": "tnm_help@usgs.gov", "hours": "Monday through Friday 8:00 AM to 4:00 PM Eastern Time Zone USA", "cntinst": "Please visit https://answers.usgs.gov/, call 1-888-ASK-USGS or email tnm_help@usgs.gov to contact us."}}, "resdesc": "Downloadable Data", "distliab": "Although these data have been processed successfully on a computer system at the\nU.S. Geological Survey, no warranty, expressed or implied, is made by either regarding the\nutility of the data on any system, nor shall the act of distribution constitute any such\nwarranty. The USGS will warranty the delivery of this product in computer-readable format\nand will offer appropriate adjustment of credit when the product is determined unreadable\nby correctly adjusted computer peripherals, or when the physical medium is delivered in\ndamaged condition. Requests for adjustments of credit must be made within 90 days from the\ndate of this shipment from the ordering site.", "stdorder": [{"digform": {"digtinfo": {"formname": "LAZ"}, "digtopt": {"onlinopt": {"computer": {"networka": {"networkr": "https://rockyweb.usgs.gov/vdelivery/Datasets/Staged/Elevation/LPC/"}}}}}, "fees": "NONE"}, {"digform": {"digtinfo": {"formname": "3DEP Elevation Index Map Server (ArcGIS)", "formvern": "10.81", "formspec": "https://www.esri.com/en-us/arcgis/open-vision/initiatives/standards-specifications", "formcont": "An ArcGIS Map Service for visualizing availability of Elevation\nproducts."}, "digtopt": {"onlinopt": {"computer": {"networka": {"networkr": "https://index.nationalmap.gov/arcgis/rest/services/3DEPElevationIndex/MapServer"}}}}}, "fees": "NONE"}, {"digform": {"digtinfo": {"formname": "3DEP Elevation Index Map Server (OGC WMS)", "formvern": "1.3.0", "formspec": "https://www.ogc.org/standard/wms/", "formcont": "An OGC WMS Map Service for visualizing availability of Elevation products."}, "digtopt": {"onlinopt": {"computer": {"networka": {"networkr": "https://index.nationalmap.gov/arcgis/services/3DEPElevationIndex/MapServer/WMSServer?request=GetCapabilities&service=WMS"}}}}}, "fees": "NONE"}]}, "metainfo": {"metd": "20250214", "metc": {"cntinfo": {"cntorgp": {"cntorg": "U.S. Geological Survey"}, "cntaddr": {"addrtype": "mailing and physical address", "address": ["USGS National Geospatial Program Office", "12201 Sunrise Valley Drive"], "city": "Reston", "state": "VA", "postal": "20192", "country": "USA"}, "cntvoice": "1-888-275-8747", "cntemail": "tnm_help@usgs.gov", "hours": "Monday through Friday 8:00 AM to 4:00 PM Eastern Time Zone USA", "cntinst": "Please visit https://answers.usgs.gov/, call 1-888-ASK-USGS or email tnm_help@usgs.gov to contact us."}}, "metstdn": "FGDC Content Standard for Digital Geospatial Metadata", "metstdv": "FGDC-STD-001-1998", "metextns": {"onlink": "http://www.asprs.org/Committee-General/LASer-LAS-File-Format-Exchange-Activities.html", "metprof": "ASPRS LAS specifications"}}}}